Revit 2027 API
SpecTypeId.String.Url Property
 URL, in discipline Common.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Url { get; }
Public Shared ReadOnly Property Url As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Url {
	ForgeTypeId^ get ();
}
static member Url : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId.String Class
Autodesk.Revit.DB Namespace